<?php

return [
    'obl' => [
        'accusative' => [
            'Москва' => 'Московскую область',
            'Нижний Новгород' => 'Нижегородскую область',
            'Новокузнецк' => 'Кемеровскую область',
            'Новосибирск' => 'Новосибирскую область',
            'Ставрополь' => 'Ставропольский край',
            'Волгоград' => 'Волгоградскую область',
            'Челябинск' => 'Челябинскую область',
            'Белгород' => 'Белгородскую область',
            'Красноярск' => 'Красноярский край',
            'Екатеринбург' => 'Свердловскую область',
            'Томск' => 'Томскую область',
            'Иркутск' => 'Иркутскую область',
            'Барнаул' => 'Алтайский край',
            'Ростов-на-Дону' => 'Ростовскую область',
            'Самара' => 'Самарскую область',
            'Санкт-Петербург' => 'Ленинградскую область',
        ]
    ],
    'obl_short' => [
        'nominative' => [
            'Москва' => 'Московская обл.',
            'Нижний Новгород' => 'Нижегородская обл.',
            'Новокузнецк' => 'Кемеровская обл.',
            'Новосибирск' => 'Новосибирская обл.',
            'Ставрополь' => 'Ставропольский край',
            'Волгоград' => 'Волгоградская обл.',
            'Челябинск' => 'Челябинская обл.',
            'Белгород' => 'Белгородская обл.',
            'Красноярск' => 'Красноярский край',
            'Екатеринбург' => 'Свердловская обл.',
            'Томск' => 'Томская обл.',
            'Иркутск' => 'Иркутская обл.',
            'Барнаул' => 'Алтайский край',
            'Ростов-на-Дону' => 'Ростовская область',
            'Самара' => 'Самарская область',
            'Санкт-Петербург' => 'Ленинградская область',
        ]
    ]
];
